
{
    "abouts": {
        "en": [
            "Julietta Babicheva – modern hereditary artist, was born in Russian intellectual family in the south of Russia and grew up on the Black Sea coast. In 1978 moved to Moscow and has been working there till now.",
            "Love for art and beauty is passed on from one generation to another. Mother and grandmother – are designers, specializing on creating decorative  interiors and clothes modeling. Father, who paints Ladies images, father’s and mother’s relatives, including uncle and grandmother, who worked actively with fabric and paints, influenced strongly the process of developing artistic conception and taking an early interest in painting and architecture.",
            "She traveled a lot with parents along the Black Sea coast. Impressions of sea and mountains beauty, nature, south people’s generous nature, which filled her soul, required self-expression. No wonder that south nature colours predetermined the choice of impressionist palette and the favourite techniques – oil, watercolour. The family also traveled a lot around many regions of Russia – the Caucasus, Povolzhie… The towns changed: Rostov, Tambov, Saratov, Michurinsk. The towns with rich cultural history, which are famous for monuments of architecture as well as for schools of painting, museums of art and galleries founded and filled up by the most famous persons including distinguished patron and maecenas, philanthropist, imperial court valet-general Emmanuil Dmitrievitch Naryshkin, famous philosopher, lawyer, public figure Boris Nikolaevitch Chicherin, USSR Academy of Arts first President Alexander Mikhailovitch Gerasimov etc.",
            "This all allowed the artist to copy old masters’ works. She studied carefully woman portrait art techniques, was fascinated by depth and psychology insight of the subject, and soon began to work with this rich and variegated texture herself, worked out her own recognizable perceptional style and created a collection of unique female characters, floristic still life and sea landscapes. The artist’s house, situated in a picturesque part of Moscow region, has been built and decorated on her own project.",
            "The artist’s works are diversified and dainty, they offer a unique aesthetic vision of usual and ordinary, attract by the possibility of traveling through time and space. She works mainly with models among which there are friends and celebrities. Her characters are modern women, taking appearance of the Renaissance lady, Monmartre actress, Greek goddess… Their images are connected only with the master’s hand, who is notable for peculiar style of aesthete and intellectual. In portrait painting, she considers Pierre Auguste Renoir and Alexander Maxovitch Shilov to be her teachers. The artist doesn’t copy anybody in her works, doesn’t tend to imitate, but strictly follows her own manner of painting, her own world vision and very carefully expresses her own world of ideas, colours, volumes and textures in accordance with inner world of each chosen character.",
            "The painter’s works are popular and have a success not only at home but also abroad. The paintings are widely demanded and presented in private collections in Russia and abroad.",
            "PhD, professor, RANS corresponding member, RAAS academician, was trained in Vienna and London. She is the author of numerous books and articles. Has been teaching in the leading Moscow higher educational establishments for more then 20 years."
        ],
        "ru": [
            "Julietta Babicheva – современный потомственный художник, родилась в семье российских интеллигентов на Юге России и выросла на побережье Черного моря. С 1978 года переехала и работает в Москве.",
            "Любовь к искусству и красоте передается в семье из поколения в поколение. Мать и бабушка – художники-декораторы, специализировавшиеся на создании предметов интерьера и  моделировании одежды. Отец, пишущий женские образы, родственники по отцовской и материнской линиям, в том числе дядя и бабушка – активно работавшие с тканями и красками, оказали значительное влияние на формирование художественного начала и раннее проявление интереса к живописи и архитектуре.",
            "Вместе с родителями много путешествовала по Черноморскому побережью. Переполнявшие душу впечатления от красоты моря и гор, природы, широты натуры кавказских народов требовали выражения. Неудивительно, что краски южной природы предопределили выбор импрессионистской палитры и любимую технику – масло, акварель. Немало путешествовала семья и по иным регионам России – Кавказ, Поволжье… Сменялись города: Ростов, Тамбов, Саратов, Мичуринск. Города с богатой культурной историей, славящиеся как архитектурными памятниками, так и школами живописи, художественными музеями и галереями, которые основали и пополняли знаменитейшие личности, в том числе известный меценат и благотворитель, обер-камердинер императорского двора Эммануил Дмитриевич Нарышкин, знаменитый философ, правовед, общественный деятель Борис Николаевич Чичерин, первый президент Академии художеств СССР Александр Михайлович Герасимов и др.",
            "Все это позволяло художнику копировать работы старых мастеров. Пристально изучая технику живописи женского портрета, будучи очарована глубиной и психологизмом данной тематики, вскоре и сама начала работать с этой богатой и разнообразной фактурой, выработав собственный узнаваемый чувственный стиль и создав коллекцию неповторимых женских образов, флористических натюрмортов и морских пейзажей. Дом художника, расположенный в живописном уголке Подмосковья, построен и декорирован по ее собственному проекту.",
            "Работы художника разнообразны и изысканны, предлагают особое эстетическое видение привычного и обыденного, привлекает возможностью путешествия во времени и пространстве. Работает в основном с моделями, среди которых и друзья, и знаменитости. Ее героини – современные женщины, принимающие то образ дамы эпохи Ренессанса, то актрисы с Монмартра, то греческой богини… Облики их связаны лишь рукой мастера, отличающегося своеобразным почерком эстета и интеллектуала. В портретной живописи учителями считает Пьера Огюста Ренуара и Александра Максовича Шилова. В своих работах художник никого не копирует, не старается подражать, а, строго следуя собственной манере письма и видения этого мира, выражает личный мир идей, красок, объемов и фактур в соответствии с внутренним миром изображаемых моделей.",
            "Работы художника имеют успех не только на родине, но и за ее пределами. Картины широко востребованы, находятся в частных собраниях в России  и за рубежом.",
            "Доктор наук, профессор, член-корреспондент РАЕН, действительный члена РАСН. Стажировалась в Вене и в Лондоне. Автор многочисленных книг и статей.  Более 20 лет преподает в ведущих вузах города Москвы."
        ]
    }
}